export const testData = {
  reservations: [
    {
      id: 2,
      begin: "2024-11-22T00:00:00",
      end: "2024-11-22T01:00:00",
      status: "на рассмотрении",
      description: "Этот сервер используется для разработки и тестирования новых функций. Он оснащен мощным процессором и большим объемом оперативной памяти, что позволяет выполнять сложные вычисления и обрабатывать большие объемы данных. Сервер также имеет высокопроизводительную видеокарту, что делает его идеальным для задач машинного обучения и обработки графики.",
      user_id: 1,
      server_id: 1,
      os_id: 1,
      user: "Тестовый тест",
      server: {
        memory: "4",
        cpu: "baikal",
        gpu: "nvidia",
        drive: "512"
      },
      os: "ubuntu"
    },
    {
      id: 3,
      begin: "2024-11-23T00:00:00",
      end: "2024-11-23T01:00:00",
      status: "на рассмотрении",
      description: "Сервер для хостинга веб-приложений и баз данных. Он оснащен мощным процессором и большим объемом оперативной памяти, что позволяет выполнять сложные вычисления и обрабатывать большие объемы данных. Сервер также имеет высокопроизводительную видеокарту, что делает его идеальным для задач машинного обучения и обработки графики.",
      user_id: 2,
      server_id: 2,
      os_id: 2,
      user: "Тестовый тест 2",
      server: {
        memory: "8",
        cpu: "amd",
        gpu: "amd",
        drive: "1024"
      },
      os: "windows"
    },
    {
      id: 4,
      begin: "2024-11-24T00:00:00",
      end: "2024-11-24T01:00:00",
      status: "на рассмотрении",
      description: "Сервер для обработки больших данных и машинного обучения. Он оснащен несколькими процессорами и большим объемом оперативной памяти, что позволяет выполнять сложные вычисления и обрабатывать большие объемы данных. Сервер также имеет высокопроизводительную видеокарту, что делает его идеальным для задач машинного обучения и обработки графики.",
      user_id: 3,
      server_id: 3,
      os_id: 3,
      user: "Тестовый тест 3",
      server: {
        memory: "16",
        cpu: "intel",
        gpu: "intel",
        drive: "2048"
      },
      os: "macos"
    },
    {
      id: 5,
      begin: "2024-11-25T00:00:00",
      end: "2024-11-25T01:00:00",
      status: "подтверждено",
      description: "Этот сервер используется для разработки и тестирования новых функций. Он оснащен мощным процессором и большим объемом оперативной памяти, что позволяет выполнять сложные вычисления и обрабатывать большие объемы данных. Сервер также имеет высокопроизводительную видеокарту, что делает его идеальным для задач машинного обучения и обработки графики.",
      user_id: 4,
      server_id: 4,
      os_id: 4,
      user: "Тестовый тест 4",
      server: {
        memory: "32",
        cpu: "amd",
        gpu: "nvidia",
        drive: "1024"
      },
      os: "ubuntu"
    },
    {
      id: 6,
      begin: "2024-11-26T00:00:00",
      end: "2024-11-26T01:00:00",
      status: "подтверждено",
      description: "Сервер для хостинга веб-приложений и баз данных. Он оснащен мощным процессором и большим объемом оперативной памяти, что позволяет выполнять сложные вычисления и обрабатывать большие объемы данных. Сервер также имеет высокопроизводительную видеокарту, что делает его идеальным для задач машинного обучения и обработки графики.",
      user_id: 5,
      server_id: 5,
      os_id: 5,
      user: "Тестовый тест 5",
      server: {
        memory: "64",
        cpu: "intel",
        gpu: "amd",
        drive: "2048"
      },
      os: "windows"
    },
    {
      id: 7,
      begin: "2024-11-27T00:00:00",
      end: "2024-11-27T01:00:00",
      status: "подтверждено",
      description: "Сервер для обработки больших данных и машинного обучения. Он оснащен несколькими процессорами и большим объемом оперативной памяти, что позволяет выполнять сложные вычисления и обрабатывать большие объемы данных. Сервер также имеет высокопроизводительную видеокарту, что делает его идеальным для задач машинного обучения и обработки графики.",
      user_id: 6,
      server_id: 6,
      os_id: 6,
      user: "Тестовый тест 6",
      server: {
        memory: "128",
        cpu: "intel",
        gpu: "nvidia",
        drive: "4096"
      },
      os: "macos"
    }
  ]
};
